Repository: gobbledegook/creevey
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, zh_hant

source: flipped
de: umgedreht
es: volteado
fr: renversé
it: capovolto
zh_hant: 已水平翻轉

source: left
de: nach links
es: izquierda
fr: gauche
it: sinistra
zh_hant: 向左

source: right
de: nach rechts
es: derecha
fr: droite
it: destra
zh_hant: 向右

source: rotated%@ %i%C
de: gedreht%@, um %i%C
es: rotación%@ %i%C
fr: rotation %@ %i%C
it: ruotata%@ %i%C
zh_hant: 已%@旋轉 %i%C

source: %d images selected.
de: %d Bilder ausgewählt
es: %d imágenes seleccionadas.
fr: %d images sélectionnées
it: %d immagini selezionate
zh_hant: 已選取 %d 個項目

source: %lu files could not be moved back because of an error.
de: %lu Dateien können aufgrund eines Fehlers nicht wiederhergestellt werden!
es: %lu archivos no se pudieron restaurar debido a un error.
fr: %lu fichiers n'ont pas pu être déplacés en raison d'une erreur.
it: Impossibile ripristinare %lu file a causa di un errore.
zh_hant: %lu 個檔案不能還原，因為發生了錯誤

source: %lu files could not be restored from the trash because of an error. You should probably check your Trash.
de: %lu Dateien können aufgrund eines Fehlers nicht aus dem Papierkorb wiederhergestellt werden!
es: %lu archivos no se pudieron restaurar desde la Papelera debido a un error.
fr: %lu fichiers n'ont pas pu être restaurés à partir de la corbeille en raison d'une erreur.
it: Impossibile ripristinare %lu file dal cestino a causa di un errore.
zh_hant: %lu 個檔案不能從垃圾桶還原，因為發生了錯誤

source: %lu files could not be moved because of an error.
de: %lu Dateien können aufgrund eines Fehlers nicht verschoben!
es: %lu archivos no se pudieron trasladar debido a un error.
fr: %lu fichiers n'ont pas pu être déplacés en raison d'une erreur.
it: Impossibile spostare %lu file a causa di un errore.
zh_hant: %lu 個檔案不能搬移，因為發生了錯誤。

# %u image(s) updated for Group %i
source: %u images updated for Group %2$i
de: %u Bilder erneuert für Gruppe %2$i
es: %u imágenes actualizada(s) para el Grupo %2$i
fr: %u images traitées dans le groupe %2$i
it: %u immagini aggiornate per il Gruppo %2$i
zh_hant: 已更改 %u 張圖片的組%2$i歸類

source: %u images
de: %u Bilder
es: %u imágenes
it: %u immagini
zh_hant: %u 張圖片

source: A new version of Phoenix Slides is available.
de: Eine neuere Version von Phoenix Slides ist verfügbar.
es: Está disponible una nueva versión de Phoenix Slides.
fr: Une nouvelle version de Phoenix Slides est disponible.
it: Una nuova versione di Phoenix Slides è disponibile.
zh_hant: 有新版本的Phoenix Slides。

source: Auto-advance
de: Diaschau
es: Avance automático
fr: Avance automatique
it: Avanzamento automatico
zh_hant: 自動往前

source: Begin Slideshow (Full Screen)
de: Diashow starten (Vollbild)
es: Iniciar pase de diapositivas (pantalla completa)
fr: Démarrer le diaporama (plein écran)
it: Avvia la Presentazione (tutto schermo)
zh_hant: 播放幻燈片（全螢幕）

source: Begin Slideshow In Window
de: Diaschau im Fenster starten
es: Iniciar pase de diapositivas en ventana
fr: Démarrer le diaporama dans fenêtre
it: Avvia la Presentazione nella finestra
zh_hant: 在視窗裡播放幻燈片

source: Camera-Specific Properties:
de: Kamera-Daten:
es: Propiedades específicas de la cámara:
fr: Propriétés de l'appareil:
it: Caratteristiche della fotocamera:
zh_hant: 相機屬性：

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
zh_hant: 取消

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
zh_hant: 繼續

source: Could not check for update - an error occurred while connecting to the server.
de: Aktualisierungsprüfung fehlgeschlagen - Fehler beim Verbinden mit dem Server
es: No se pudo buscar actualizaciones: se produjo un error al conectarse al servidor.
fr: Recherche de mis à jour impossible ﹣erreur lors de la connection au serveur.
it: Impossibile cercare aggiornamenti per un errore durante la connessione al server.
zh_hant: 檢查更新﹣連接伺服器發生錯誤。

source: Could not check for update - an error occurred with the server's response.
de: Aktualisierungsprüfung fehlgeschlagen - Bei der Antwort des Servers ist ein Fehler aufgetreten.
es: No se pudieron buscar actualizaciones: se produjo un error con la respuesta del servidor.
fr: Recherche de mis à jour impossible ﹣une erreur s'est produite avec la réponse du serveur.
it: Impossibile cercare aggiornamenti: si è verificato un errore con la risposta del server.
zh_hant: 檢查更新時伺服器回應有問題。

source: Could not check for update - unable to connect to server.
de: Aktualisierungsprüfung fehlgeschlagen - Kann keine Verbindung aufbauen.
es: No se pudo buscar actualizaciones; no se puede conectar al servidor.
fr: Recherche de mise à jour impossible ﹣serveur indisponible.
it: Impossibile cercare aggiornamenti - server non collegato.
zh_hant: 檢查更新﹣不能連接伺服器。

source: Could not set the desktop because an error occurred. %@
de: Schreibtischhintergrund kann nicht geändert werden! %@
es: No pude cambiar el escritorio debido a un error. %@.
fr: Le fond d'écran n'as pas pu être changé à cause d'une erreur. %@
it: Non è stato possibile modificare lo sfondo scrivania a causa di un errore. %@
zh_hant: 不能設定桌面，因為發生了錯誤。%@

source: End of slideshow (last file was deleted)
de: Slideshow Ende (letzte Datei wurde gelöscht)
es: Pase de diapositivas terminado (el último archivo fue eliminado)
fr: Fin du diaporama (le dernier fichier a été effacé
it: Fine della presentazione (l'ultimo file è stato cancellato)
zh_hant: 幻燈片播放完畢（最後的檔案己被刪除）

source: Getting filenames...
de: Lese Verzeichnis...
es: Obteniendo nombres de archivos…
fr: Lecture des noms de fichiers...
it: Sto acquisendo i nomi dei file...
zh_hant: 正在讀取檔案名稱⋯⋯

source: Got It!
de: Verstanden
es: Entiendo
fr: J'ai compris
it: Fatto
zh_hant: 明白

source: Group %i
de: Gruppe %i
es: Grupo %i
fr: Groupe %i
it: Gruppo %i
zh_hant: 組%i

source: Height
de: Höhe
es: Alto
fr: Hauteur
it: Altezza
zh_hant: 高度

source: Hit the 'h' key to see a list of keyboard shortcuts you can use during the slideshow.
de: Drücken Sie die Taste „h“, um eine Liste der Tastaturkürzel anzuzeigen, die Sie während der Diashow verwenden können.
es: Presione la tecla "h" para mostrar una lista de atajos de teclado que puede usar durante la presentación de diapositivas.
fr: Appuyez sur la touche «h» pour afficher une liste de raccourcis clavier que vous pouvez utiliser pendant le diaporama.
it: Premi il tasto "h" per visualizzare un elenco di scorciatoie da tastiera che puoi utilizzare durante la presentazione.
zh_hant: 請按 'h' 鍵盤以顯示幻燈片的簡單說明。

source: Image-Specific Properties:
de: Bilddaten:
es: Propiedades específicas de la imagen:
fr: Propriétés de l'image:
it: Caratteristiche dell'immagine:
zh_hant: 影像屬性：

source: JPEG Comment:
de: JPEG Kommentar:
es: Comentario JPEG:
fr: Commentaire JPEG:
it: Commento JPEG:
zh_hant: JPEG 註解：

source: Loading [%i/%i] %@…
de: Lade [%i/%i] %@...
es: Cargando [%i/%i] %@…
fr: Chargement [%i/%i] %@...
it: Sto caricando [%i/%i] %@...
zh_hant: 正在讀取 [%i/%i] %@⋯⋯

source: Loading %lu of %lu...
de: Lade %lu von %lu...
es: Cargando %lu de %lu…
fr: Chargement %lu de %lu...
it: Sto caricando il %lu di %lu...
zh_hant: 正在讀取 %2$lu 之 %1$lu⋯⋯

source: More Info
de: Mehr…
es: Más información
fr: Plus d'info
it: Altre Informazioni
zh_hant: 更多資訊

source: Move File
de: Datei verschieben
es: Trasladar archivo
fr: Déplacer fichier
it: Spostare file
zh_hant: 搬移檔案

source: Move Files (%lu Files)
de: Dateien verschieben (%lu Dateien)
es: Mover archivos (%lu archivos)
fr: Déplacer des fichiers (%lu fichiers)
it: Spostare i file (%lu file)
zh_hant: 搬移檔案（%lu 個檔案）

source: Move to “%@” Again
de: Ebenfalls in „%@“ verschieben
es: Volver a trasladar “%@”
fr: Déplacer à nouveau dans «%@»
it: Sposta di nuovo in “%@”
zh_hant: 再次搬移到「%@」

source: Move to Trash
de: In den Papierkorb verschieben
es: Trasladar a la Papelera
fr: Déplacer dans la corbeille
it: Sposta nel Cestino
zh_hant: 丟到垃圾桶

source: Move to Trash (%lu Files)
de: In den Papierkorb verschieben (%lu Dateien)
es: Mover a la papelera (%lu archivos)
fr: Déplacer dans la corbeille (%lu fichiers)
it: Sposta nel Cestino (%lu file)
zh_hant: 丟到垃圾桶（%lu 個檔案）

source: No image files found:
de: Keine Bilddateien gefunden:
es: No se encontraron archivos de imagen:
fr: Aucun fichier image trouvé:
it: Nessun file immagine trovato:
zh_hant: 找不到任何圖片檔案：

source: No images selected.
de: Kein Bild ausgewählt
es: No hay imágenes seleccionadas.
fr: Aucune image sélectionnée
it: Nessuna immagine selezionata
zh_hant: 沒有所選項目

source: None Available
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
zh_hant: 無應用程式可打開此檔案

source: Not Now
de: Später
es: Más tarde
fr: Pas maintenant
it: Non Ora
zh_hant: 暫緩

source: Other Properties:
de: Weitere Informationen:
es: Otras propiedades:
fr: Autres propriétés:
it: Altre Caratteristiche:
zh_hant: 其他屬性：

source: PAUSED
de: ANGEHALTEN
es: EN PAUSA
fr: PAUSE
it: IN PAUSA
zh_hant: 暫停

source: Progressive JPEG file
de: Progressive JPEG Datei
es: Archivo JPEG progresivo
fr: Fichier JPEG à encodage progressif:
it: File JPEG progressivo
zh_hant: 漸進 JPEG 檔案

source: Show Me
de: Zeig mir
es: Muéstrame
fr: Montre-moi
it: Mostra
zh_hant: 立即顯示

source: Sorting %lu filenames…
de: Richte %lu Dateinamen aus…
es: Ordenando %lu nombres de archivos…
fr: Tri de %lu noms de fichiers…
it: Sto ordinando %lu nomi dei file…
zh_hant: 正在排列 %lu 個檔案名稱⋯⋯

source: The file “%@” could not be moved because of an error: %@
de: Die Datei „%@“ kann nicht verschoben werden! Fehler: %@
es: El archivo %@ no se pudo trasladar debido a un error: %@
fr: Le fichier %@ n'a pas pu être déplacé à cause d'une erreur %@
it: Non è stato possibile spostare il file %@ a causa di un errore: %@
zh_hant: 檔案 %@ 不能搬移，因為發生了錯誤：%@

source: The file “%@” could not be restored from the trash because of an error: %@
de: Die Datei „%@“ kann nicht aus dem Papierkorb wiederhergestellt werden! Fehler: %@
es: El archivo %@ no se pudo restaurar desde la Papelera debido a un error: %@
fr: Le fichier %@ n'a pas pu être restauré depuis la corbeille à cause d'une erreur: %@
it: Non è stato possibile ripristinare il file %@ dal cestino a causa di un errore: %@
zh_hant: 檔案 %@ 不能從垃圾桶還原，因為發生了錯誤：%@

source: The file %@ could not be moved to the trash because an error of %i occurred.
de: Die Datei %@ kann nicht in den Papierkorb verschoben werden! Fehler: %i.
es: El archivo %@ no pudo trasladarse a la Papelera debido al error %i.
fr: Le fichier %@ n'a pas pu être déplacé dans la corbeille à cause d'une erreur %i
it: Non è stato possibile spostare nel cestino il file %@ a causa di un errore di tipo %i.
zh_hant: 檔案 %@ 不能移到垃圾桶，因為發生了 %i 錯誤。

source: This operation cannot be undone! Are you sure you want to continue?
de: Dieser Vorgang kann nicht rückgängig gemacht werden!! Fortfahren?
es: ¡Esta operación no puede deshacerse! ¿Desea continuar?
fr: Cette opération ne peut pas être annulée. Voulez-vous continuer?
it: Questa operazione non può essere annullata! Sei sicuro di voler continuare?
zh_hant: 此動作不能還原。確定要繼續?

source: Unsupported Properties:
de: Nicht unterstützte Eigenschaften:
es: Propiedades no soportadas:
fr: Propriétés non-supportées:
it: Caratteristiche non supportate:
zh_hant: 不支援的屬性：

source: Warning
de: Achtung!
es: Atención
fr: Attention
it: Attenzione
zh_hant: 警告

source: Welcome to Phoenix Slides!
de: Willkommen bei Phoenix Slides!
es: ¡Bienvenido a Phoenix Slides!
fr: Bienvenue sur Phoenix Slides!
it: Benvenuti a Phoenix Slides!
zh_hant: 歡迎使用 Phoenix Slides

source: Width
de: Breite
es: Ancho
fr: Largeur
it: Ampiezza
zh_hant: 寬度

source: You have the latest version of Phoenix Slides.
de: Ihre Software von Phoenix Slides ist auf dem neuesten Stand.
es: Usted tiene la última versión de Phoenix Slides.
fr: Vous avez la dernière version de Phoenix Slides.
it: Hai l'ultima versione di Phoenix Slides.
zh_hant: 你正在使用最新版本的Phoenix Slides。

source: Alias
zh_hant: 替身

# seconds
source: s
zh_hant: 秒
